{
    "1": "L'Italia è una Repubblica democratica, fondata sul lavoro.\nLa sovranità appartiene al popolo, che la esercita nelle forme e nei limiti della Costituzione.",
    "2": "La Repubblica riconosce e garantisce i diritti inviolabili dell'uomo, sia come singolo sia nelle formazioni sociali ove si svolge la sua personalità, e richiede l'adempimento dei doveri inderogabili di solidarietà politica, economica e sociale.",
    "3": "Tutti i cittadini hanno pari dignità sociale e sono eguali davanti alla legge, senza distinzione di sesso, di razza, di lingua, di religione, di opinioni politiche, di condizioni personali e sociali.\nÈ compito della Repubblica rimuovere gli ostacoli di ordine economico e sociale, che, limitando di fatto la libertà e l'eguaglianza dei cittadini, impediscono il pieno sviluppo della persona umana e l'effettiva partecipazione di tutti i lavoratori all'organizzazione politica, economica e sociale del Paese.",
    "4": "La Repubblica riconosce a tutti i cittadini il diritto al lavoro e promuove le condizioni che rendano effettivo questo diritto.\nOgni cittadino ha il dovere di svolgere, secondo le proprie possibilità e la propria scelta, un'attività o una funzione che concorra al progresso materiale o spirituale della società.",
    "5": "La Repubblica, una e indivisibile, riconosce e promuove le autonomie locali;\nattua nei servizi che dipendono dallo Stato il più ampio decentramento amministrativo;\nadegua i principî ed i metodi della sua legislazione alle esigenze dell'autonomia e del decentramento.",
    "6": "La Repubblica tutela con apposite norme le minoranze linguistiche.",
    "7": "Lo Stato e la Chiesa cattolica sono, ciascuno nel proprio ordine, indipendenti e sovrani.\nI loro rapporti sono regolati dai Patti Lateranensi.\nLe modificazioni dei Patti, accettate dalle due parti, non richiedono procedimento di revisione costituzionale.",
    "8": "Tutte le confessioni religiose sono egualmente libere davanti alla legge.\nLe confessioni religiose diverse dalla cattolica hanno diritto di organizzarsi secondo i propri statuti, in quanto non contrastino con l'ordinamento giuridico italiano.\nI loro rapporti con lo Stato sono regolati per legge sulla base di intese con le relative rappresentanze.",
    "9": "La Repubblica promuove lo sviluppo della cultura e la ricerca scientifica e tecnica.\nTutela il paesaggio e il patrimonio storico e artistico della Nazione.",
    "10": "L'ordinamento giuridico italiano si conforma alle norme del diritto internazionale generalmente riconosciute.\nLa condizione giuridica dello straniero è regolata dalla legge in conformità delle norme e dei trattati internazionali.\nLo straniero, al quale sia impedito nel suo paese l'effettivo esercizio delle libertà democratiche garantite dalla Costituzione italiana, ha diritto d'asilo nel territorio della Repubblica secondo le condizioni stabilite dalla legge.\nNon è ammessa l'estradizione dello straniero per reati politici.",
    "11": "L'Italia ripudia la guerra come strumento di offesa alla libertà degli altri popoli e come mezzo di risoluzione delle controversie internazionali;\nconsente, in condizioni di parità con gli altri Stati, alle limitazioni di sovranità necessarie ad un ordinamento che assicuri la pace e la giustizia fra le Nazioni;\npromuove e favorisce le organizzazioni internazionali rivolte a tale scopo.",
    "12": "La bandiera della Repubblica è il tricolore italiano:\nverde, bianco e rosso, a tre bande verticali di eguali dimensioni.",
    "13": "La libertà personale è inviolabile.\nNon è ammessa forma alcuna di detenzione, di ispezione o perquisizione personale, né qualsiasi altra restrizione della libertà personale, se non per atto motivato dell'autorità giudiziaria e nei soli casi e modi previsti dalla legge.\nIn casi eccezionali di necessità ed urgenza, indicati tassativamente dalla legge, l'autorità di pubblica sicurezza può adottare provvedimenti provvisori, che devono essere comunicati entro quarantotto ore all'autorità giudiziaria e, se questa non li convalida nelle successive quarantotto ore, si intendono revocati e restano privi di ogni effetto.\nÈ punita ogni violenza fisica e morale sulle persone comunque sottoposte a restrizioni di libertà.\nLa legge stabilisce i limiti massimi della carcerazione preventiva.",
    "14": "Il domicilio è inviolabile.\nNon vi si possono eseguire ispezioni o perquisizioni o sequestri se non nei casi e modi stabiliti dalla legge secondo le garanzie prescritte per la tutela della libertà personale.\nGli accertamenti e le ispezioni per motivi di sanità e di incolumità pubblica o a fini economici e fiscali sono regolati da leggi speciali.",
    "15": "La libertà e la segretezza della corrispondenza e di ogni altra forma di comunicazione sono inviolabili.\nLa loro limitazione può avvenire soltanto per atto motivato dell'autorità giudiziaria con le garanzie stabilite dalla legge.",
    "16": "Ogni cittadino può circolare e soggiornare liberamente in qualsiasi parte del territorio nazionale, salvo le limitazioni che la legge stabilisce in via generale per motivi di sanità o di sicurezza.\nNessuna restrizione può essere determinata da ragioni politiche.\nOgni cittadino è libero di uscire dal territorio della Repubblica e di rientrarvi, salvo gli obblighi di legge.",
    "17": "I cittadini hanno diritto di riunirsi pacificamente e senz'armi.\nPer le riunioni, anche in luogo aperto al pubblico, non è richiesto preavviso.\nDelle riunioni in luogo pubblico deve essere dato preavviso alle autorità, che possono vietarle soltanto per comprovati motivi di sicurezza o di incolumità pubblica.",
    "18": "I cittadini hanno diritto di associarsi liberamente, senza autorizzazione, per fini che non sono vietati ai singoli dalla legge penale.\nSono proibite le associazioni segrete e quelle che perseguono, anche indirettamente, scopi politici mediante organizzazioni di carattere militare.",
    "19": "Tutti hanno diritto di professare liberamente la propria fede religiosa in qualsiasi forma, individuale o associata, di farne propaganda e di esercitarne in privato o in pubblico il culto, purché non si tratti di riti contrari al buon costume.",
    "20": "Il carattere ecclesiastico e il fine di religione o di culto d'una associazione od istituzione non possono essere causa di speciali limitazioni legislative né di speciali gravami fiscali per la sua costituzione, capacità giuridica e ogni forma di attività.",
    "21": "Tutti hanno diritto di manifestare liberamente il proprio pensiero con la parola, lo scritto e ogni altro mezzo di diffusione.\nLa stampa non può essere soggetta ad autorizzazioni o censure.\nSi può procedere a sequestro soltanto per atto motivato dell'autorità giudiziaria nel caso di delitti, per i quali la legge sulla stampa espressamente lo autorizzi, o nel caso di violazione delle norme che la legge stessa prescriva per l'indicazione dei responsabili.\nIn tali casi, quando vi sia assoluta urgenza e non sia possibile il tempestivo intervento dell'autorità giudiziaria, il sequestro della stampa periodica può essere eseguito da ufficiali di polizia giudiziaria, che devono immediatamente, e non mai oltre ventiquattro ore, fare denunzia all'autorità giudiziaria. Se questa non lo convalida nelle ventiquattro ore successive, il sequestro s'intende revocato e privo d'ogni effetto.\nLa legge può stabilire, con norme di carattere generale, che siano resi noti i mezzi di finanziamento della stampa periodica.\nSono vietate le pubblicazioni a stampa, gli spettacoli e tutte le altre manifestazioni contrarie al buon costume.\nLa legge stabilisce provvedimenti adeguati a prevenire e a reprimere le violazioni.",
    "22": "Nessuno può essere privato, per motivi politici, della capacità giuridica, della cittadinanza, del nome.",
    "23": "Nessuna prestazione personale o patrimoniale può essere imposta se non in base alla legge.",
    "24": "Tutti possono agire in giudizio per la tutela dei propri diritti e interessi legittimi.\nLa difesa è diritto inviolabile in ogni stato e grado del procedimento.\nSono assicurati ai non abbienti, con appositi istituti, i mezzi per agire e difendersi davanti ad ogni giurisdizione.\nLa legge determina le condizioni e i modi per la riparazione degli errori giudiziari.",
    "25": "Nessuno può essere distolto dal giudice naturale precostituito per legge.\nNessuno può essere punito se non in forza di una legge che sia entrata in vigore prima del fatto commesso.\nNessuno può essere sottoposto a misure di sicurezza se non nei casi previsti dalla legge.",
    "26": "L'estradizione del cittadino può essere consentita soltanto ove sia espressamente prevista dalle convenzioni internazionali.\nNon può in alcun caso essere ammessa per reati politici.",
    "27": "La responsabilità penale è personale.\nL'imputato non è considerato colpevole sino alla condanna definitiva.\nLe pene non possono consistere in trattamenti contrari al senso di umanità e devono tendere alla rieducazione del condannato.\nNon è ammessa la pena di morte.",
    "28": "I funzionari e i dipendenti dello Stato e degli enti pubblici sono direttamente responsabili, secondo le leggi penali, civili e amministrative, degli atti compiuti in violazione di diritti.\nIn tali casi la responsabilità civile si estende allo Stato e agli enti pubblici.",
    "29": "La Repubblica riconosce i diritti della famiglia come società naturale fondata sul matrimonio.\nIl matrimonio è ordinato sull'eguaglianza morale e giuridica dei coniugi, con i limiti stabiliti dalla legge a garanzia dell'unità familiare.",
    "30": "È dovere e diritto dei genitori mantenere, istruire ed educare i figli, anche se nati fuori del matrimonio.\nNei casi di incapacità dei genitori, la legge provvede a che siano assolti i loro compiti.\nLa legge assicura ai figli nati fuori del matrimonio ogni tutela giuridica e sociale compatibile con i diritti dei membri della famiglia legittima.\nLa legge detta le norme e i limiti per la ricerca della paternità.",
    "31": "La Repubblica agevola con misure economiche e altre provvidenze la formazione della famiglia e l'adempimento dei compiti relativi, con particolare riguardo alle famiglie numerose.\nProtegge la maternità, l'infanzia e la gioventù, favorendo gli istituti necessari a tale scopo.",
    "32": "La Repubblica tutela la salute come fondamentale diritto dell'individuo e interesse della collettività, e garantisce cure gratuite agli indigenti.\nNessuno può essere obbligato a un determinato trattamento sanitario se non per disposizione di legge.\nLa legge non può in nessun caso violare i limiti imposti dal rispetto della persona umana.",
    "33": "L'arte e la scienza sono libere e libero ne è l'insegnamento.\nLa Repubblica detta le norme generali sull'istruzione ed istituisce scuole statali per tutti gli ordini e gradi.\nEnti e privati hanno il diritto di istituire scuole ed istituti di educazione, senza oneri per lo Stato.\nLa legge, nel fissare i diritti e gli obblighi delle scuole non statali che chiedono la parità, deve assicurare ad esse piena libertà e ai loro alunni un trattamento scolastico equipollente a quello degli alunni di scuole statali.\nÈ prescritto un esame di Stato per l'ammissione ai vari ordini e gradi di scuole o per la conclusione di essi e per l'abilitazione all'esercizio professionale.\nLe istituzioni di alta cultura, università ed accademie, hanno il diritto di darsi ordinamenti autonomi nei limiti stabiliti dalle leggi dello Stato.",
    "34": "La scuola è aperta a tutti.\nL'istruzione inferiore, impartita per almeno otto anni, è obbligatoria e gratuita.\nI capaci e meritevoli, anche se privi di mezzi, hanno diritto di raggiungere i gradi più alti degli studi.\nLa Repubblica rende effettivo questo diritto con borse di studio, assegni alle famiglie ed altre provvidenze, che devono essere attribuite per concorso.",
    "35": "La Repubblica tutela il lavoro in tutte le sue forme ed applicazioni.\nCura la formazione e l'elevazione professionale dei lavoratori.\nPromuove e favorisce gli accordi e le organizzazioni internazionali intesi ad affermare e regolare i diritti del lavoro.\nRiconosce la libertà di emigrazione, salvo gli obblighi stabiliti dalla legge nell'interesse generale, e tutela il lavoro italiano all'estero.",
    "36": "Il lavoratore ha diritto ad una retribuzione proporzionata alla quantità e qualità del suo lavoro e in ogni caso sufficiente ad assicurare a sé e alla famiglia un'esistenza libera e dignitosa.\nLa durata massima della giornata lavorativa è stabilita dalla legge.\nIl lavoratore ha diritto al riposo settimanale e a ferie annuali retribuite, e non può rinunziarvi.",
    "37": "La donna lavoratrice ha gli stessi diritti e, a parità di lavoro, le stesse retribuzioni che spettano al lavoratore.\nLe condizioni di lavoro devono consentire l'adempimento della sua essenziale funzione familiare e assicurare alla madre e al bambino una speciale adeguata protezione.\nLa legge stabilisce il limite minimo di età per il lavoro salariato.\nLa Repubblica tutela il lavoro dei minori con speciali norme e garantisce ad essi, a parità di lavoro, il diritto alla parità di retribuzione.",
    "38": "Ogni cittadino inabile al lavoro e sprovvisto dei mezzi necessari per vivere ha diritto al mantenimento e all'assistenza sociale.\nI lavoratori hanno diritto che siano preveduti ed assicurati mezzi adeguati alle loro esigenze di vita in caso di infortunio, malattia, invalidità e vecchiaia, disoccupazione involontaria.\nGli inabili ed i minorati hanno diritto all'educazione e all'avviamento professionale. Ai compiti previsti in questo articolo provvedono organi ed istituti predisposti o integrati dallo Stato.\nL'assistenza privata è libera.",
    "39": "L'organizzazione sindacale è libera.\nAi sindacati non può essere imposto altro obbligo se non la loro registrazione presso uffici locali o centrali, secondo le norme stabilite dalla legge.\nÈ condizione per la registrazione che gli statuti dei sindacati sanciscano un ordinamento interno a base democratica.\nI sindacati registrati hanno personalità giuridica.\nPossono, rappresentati unitariamente in proporzione dei loro iscritti, stipulare contratti collettivi di lavoro con efficacia obbligatoria per tutti gli appartenenti alle categorie alle quali il contratto si riferisce.",
    "40": "Il diritto di sciopero si esercita nell'ambito delle leggi che lo regolano.",
    "41": "L'iniziativa economica privata è libera.\nNon può svolgersi in contrasto con l'utilità sociale o in modo da recare danno alla sicurezza, alla libertà, alla dignità umana.\nLa legge determina i programmi e i controlli opportuni perché l'attività economica pubblica e privata possa essere indirizzata e coordinata a fini sociali.",
    "42": "La proprietà è pubblica o privata.\nI beni economici appartengono allo Stato, ad enti o a privati.\nLa proprietà privata è riconosciuta e garantita dalla legge, che ne determina i modi di acquisto, di godimento e i limiti allo scopo di assicurarne la funzione sociale e di renderla accessibile a tutti.\nLa proprietà privata può essere, nei casi preveduti dalla legge, e salvo indennizzo, espropriata per motivi d'interesse generale.\nLa legge stabilisce le norme ed i limiti della successione legittima e testamentaria e i diritti dello Stato sulle eredità.",
    "43": "A fini di utilità generale la legge può riservare originariamente o trasferire, mediante espropriazione e salvo indennizzo, allo Stato, ad enti pubblici o a comunità di lavoratori o di utenti determinate imprese o categorie di imprese, che si riferiscano a servizi pubblici essenziali o a fonti di energia o a situazioni di monopolio ed abbiano carattere di preminente interesse generale.",
    "44": "Al fine di conseguire il razionale sfruttamento del suolo e di stabilire equi rapporti sociali, la legge impone obblighi e vincoli alla proprietà terriera privata, fissa limiti alla sua estensione secondo le regioni e le zone agrarie, promuove ed impone la bonifica delle terre, la trasformazione del latifondo e la ricostituzione delle unità produttive;\naiuta la piccola e la media proprietà.\nLa legge dispone provvedimenti a favore delle zone montane.",
    "45": "La Repubblica riconosce la funzione sociale della cooperazione a carattere di mutualità e senza fini di speculazione privata.\nLa legge ne promuove e favorisce l'incremento con i mezzi più idonei e ne assicura, con gli opportuni controlli, il carattere e le finalità.\nLa legge provvede alla tutela e allo sviluppo dell'artigianato.",
    "46": "Ai fini della elevazione economica e sociale del lavoro e in armonia con le esigenze della produzione, la Repubblica riconosce il diritto dei lavoratori a collaborare, nei modi e nei limiti stabiliti dalle leggi, alla gestione delle aziende.",
    "47": "La Repubblica incoraggia e tutela il risparmio in tutte le sue forme;\ndisciplina, coordina e controlla l'esercizio del credito.\nFavorisce l'accesso del risparmio popolare alla proprietà dell'abitazione, alla proprietà diretta coltivatrice e al diretto e indiretto investimento azionario nei grandi complessi produttivi del paese.",
    "48": "Sono elettori tutti i cittadini, uomini e donne, che hanno raggiunto la maggiore età.\nIl voto è personale ed eguale, libero e segreto.\nIl suo esercizio è dovere civico.\nLa legge stabilisce requisiti e modalità per l'esercizio del diritto di voto dei cittadini residenti all'estero e ne assicura l'effettività.\nA tale fine è istituita una circoscrizione Estero per l'elezione delle Camere, alla quale sono assegnati seggi nel numero stabilito da norma costituzionale e secondo criteri determinati dalla legge.\n4 Il diritto di voto non può essere limitato se non per incapacità civile o per effetto di sentenza penale irrevocabile o nei casi di indegnità morale indicati dalla legge.",
    "49": "Tutti i cittadini hanno diritto di associarsi liberamente in partiti per concorrere con metodo democratico a determinare la politica nazionale.",
    "50": "Tutti i cittadini possono rivolgere petizioni alle Camere per chiedere provvedimenti legislativi o esporre comuni necessità.",
    "51": "Tutti i cittadini dell'uno o dell'altro sesso possono accedere agli uffici pubblici e alle cariche elettive in condizioni di eguaglianza, secondo i requisiti stabiliti dalla legge.\nA tale fine la Repubblica promuove con appositi provvedimenti le pari opportunità tra donne e uomini.\nLa legge può, per l'ammissione ai pubblici uffici e alle cariche elettive, parificare ai cittadini gli italiani non appartenenti alla Repubblica.",
    "52": "La difesa della Patria è sacro dovere del cittadino.\nIl servizio militare è obbligatorio nei limiti e modi stabiliti dalla legge.\nIl suo adempimento non pregiudica la posizione di lavoro del cittadino, né l'esercizio dei diritti politici.\nL'ordinamento delle forze armate si informa allo spirito democratico della Repubblica.",
    "53": "Tutti sono tenuti a concorrere alle spese pubbliche in ragione della loro capacità contributiva.\nIl sistema tributario è informato a criteri di progressività.",
    "54": "Tutti i cittadini hanno il dovere di essere fedeli alla Repubblica e di osservarne la Costituzione e le leggi.\nI cittadini cui sono affidate funzioni pubbliche hanno il dovere di adempierle con disciplina ed onore, prestando giuramento nei casi stabiliti dalla legge.",
    "55": "Il Parlamento si compone della Camera dei deputati e del Senato della Repubblica.\nIl Parlamento si riunisce in seduta comune dei membri delle due Camere nei soli casi stabiliti dalla Costituzione.",
    "56": "La Camera dei deputati è eletta a suffragio universale e diretto.\nIl numero dei deputati è di seicentotrenta, dodici dei quali eletti nella circoscrizione Estero.\nSono eleggibili a deputati tutti gli elettori che nel giorno delle elezioni hanno compiuto i venticinque anni di età.\nLa ripartizione dei seggi tra le circoscrizioni, fatto salvo il numero dei seggi assegnati alla circoscrizione Estero, si effettua dividendo il numero degli abitanti della Repubblica, quale risulta dall'ultimo censimento generale della popolazione, per seicentodiciotto e distribuendo i seggi in proporzione alla popolazione di ogni circoscrizione, sulla base dei quozienti interi e dei più alti resti.",
    "57": "Il Senato della Repubblica è eletto a base regionale, salvi i seggi assegnati alla circoscrizione Estero.\nIl numero dei senatori elettivi è di trecentoquindici, sei dei quali eletti nella circoscrizione Estero.\nNessuna Regione può avere un numero di senatori inferiore a sette;\nil Molise ne ha due, la Valle d'Aosta uno.\nLa ripartizione dei seggi tra le Regioni, fatto salvo il numero dei seggi assegnati alla circoscrizione Estero, previa applicazione delle disposizioni del precedente comma, si effettua in proporzione alla popolazione delle Regioni, quale risulta dall'ultimo censimento generale, sulla base dei quozienti interi e dei più alti resti.",
    "58": "I senatori sono eletti a suffragio universale e diretto dagli elettori che hanno superato il venticinquesimo anno di età.\nSono eleggibili a senatori gli elettori che hanno compiuto il quarantesimo anno.",
    "59": "È senatore di diritto e a vita, salvo rinunzia, chi è stato Presidente della Repubblica.\nIl Presidente della Repubblica può nominare senatori a vita cinque cittadini che hanno illustrato la Patria per altissimi meriti nel campo sociale, scientifico, artistico e letterario.",
    "60": "La Camera dei deputati e il Senato della Repubblica sono eletti per cinque anni.\n8 La durata di ciascuna Camera non può essere prorogata se non per legge e soltanto in caso di guerra.",
    "61": "Le elezioni delle nuove Camere hanno luogo entro settanta giorni dalla fine delle precedenti.\nLa prima riunione ha luogo non oltre il ventesimo giorno dalle elezioni.",
    "62": "Le Camere si riuniscono di diritto il primo giorno non festivo di febbraio e di ottobre.\nCiascuna Camera può essere convocata in via straordinaria per iniziativa del suo Presidente o del Presidente della Repubblica o di un terzo dei suoi componenti.\nQuando si riunisce in via straordinaria una Camera, è convocata di diritto anche l'altra.",
    "63": "Ciascuna Camera elegge fra i suoi componenti il Presidente e l'Ufficio di presidenza.\nQuando il Parlamento si riunisce in seduta comune, il Presidente e l'Ufficio di presidenza sono quelli della Camera dei deputati.",
    "64": "Ciascuna Camera adotta il proprio regolamento a maggioranza assoluta dei suoi componenti.\nLe sedute sono pubbliche;\ntuttavia ciascuna delle due Camere e il Parlamento a Camere riunite possono deliberare di adunarsi in seduta segreta.\nLe deliberazioni di ciascuna Camera e del Parlamento non sono valide se non è presente la maggioranza dei loro componenti, e se non sono adottate a maggioranza dei presenti, salvo che la Costituzione prescriva una maggioranza speciale.\nI membri del Governo, anche se non fanno parte delle Camere, hanno diritto, e se richiesti obbligo, di assistere alle sedute.\nDevono essere sentiti ogni volta che lo richiedono.",
    "65": "La legge determina i casi di ineleggibilità e di incompatibilità con l'ufficio di deputato o di senatore.\nNessuno può appartenere contemporaneamente alle due Camere.",
    "66": "Ciascuna Camera giudica dei titoli di ammissione dei suoi componenti e delle cause sopraggiunte di ineleggibilità e di incompatibilità.",
    "67": "Ogni membro del Parlamento rappresenta la Nazione ed esercita le sue funzioni senza vincolo di mandato.",
    "68": "I membri del Parlamento non possono essere chiamati a rispondere delle opinioni espresse e dei voti dati nell'esercizio delle loro funzioni.\nSenza autorizzazione della Camera alla quale appartiene, nessun membro del Parlamento può essere sottoposto a perquisizione personale o domiciliare, né può essere arrestato o altrimenti privato della libertà personale, o mantenuto in detenzione, salvo che in esecuzione di una sentenza irrevocabile di condanna, ovvero se sia colto nell'atto di commettere un delitto per il quale è previsto l'arresto obbligatorio in flagranza.\nAnaloga autorizzazione è richiesta per sottoporre i membri del Parlamento ad intercettazioni, in qualsiasi forma, di conversazioni o comunicazioni e a sequestro di corrispondenza.",
    "69": "I membri del Parlamento ricevono una indennità stabilita dalla legge.",
    "70": "La funzione legislativa è esercitata collettivamente dalle due Camere.",
    "71": "L'iniziativa delle leggi appartiene al Governo, a ciascun membro delle Camere ed agli organi ed enti ai quali sia conferita da legge costituzionale.\nIl popolo esercita l'iniziativa delle leggi, mediante la proposta, da parte di almeno cinquantamila elettori, di un progetto redatto in articoli.",
    "72": "Ogni disegno di legge, presentato ad una Camera è, secondo le norme del suo regolamento, esaminato da una commissione e poi dalla Camera stessa, che l'approva articolo per articolo e con votazione finale.\nIl regolamento stabilisce procedimenti abbreviati per i disegni di legge dei quali è dichiarata l'urgenza.\nPuò altresì stabilire in quali casi e forme l'esame e l'approvazione dei disegni di legge sono deferiti a commissioni, anche permanenti, composte in modo da rispecchiare la proporzione dei gruppi parlamentari.\nAnche in tali casi, fino al momento della sua approvazione definitiva, il disegno di legge è rimesso alla Camera, se il Governo o un decimo dei componenti della Camera o un quinto della commissione richiedono che sia discusso e votato dalla Camera stessa oppure che sia sottoposto alla sua approvazione finale con sole dichiarazioni di voto.\nIl regolamento determina le forme di pubblicità dei lavori delle commissioni.\nLa procedura normale di esame e di approvazione diretta da parte della Camera è sempre adottata per i disegni di legge in materia costituzionale ed elettorale e per quelli di delegazione legislativa, di autorizzazione a ratificare trattati internazionali, di approvazione di bilanci e consuntivi.",
    "73": "Le leggi sono promulgate dal Presidente della Repubblica entro un mese dall'approvazione.\nSe le Camere, ciascuna a maggioranza assoluta dei propri componenti, ne dichiarano l'urgenza, la legge è promulgata nel termine da essa stabilito.\nLe leggi sono pubblicate subito dopo la promulgazione ed entrano in vigore il quindicesimo giorno successivo alla loro pubblicazione, salvo che le leggi stesse stabiliscano un termine diverso.",
    "74": "Il Presidente della Repubblica, prima di promulgare la legge, può con messaggio motivato alle Camere chiedere una nuova deliberazione.",
    "75": "È indetto referendum popolare per deliberare l'abrogazione, totale o parziale, di una legge o di un atto avente valore di legge, quando lo richiedono cinquecentomila elettori o cinque Consigli regionali.\nNon è ammesso il referendum per le leggi tributarie e di bilancio, di amnistia e di indulto, di autorizzazione a ratificare trattati internazionali.\nHanno diritto di partecipare al referendum tutti i cittadini chiamati ad eleggere la Camera dei deputati.\nLa proposta soggetta a referendum è approvata se ha partecipato alla votazione la maggioranza degli aventi diritto, e se è raggiunta la maggioranza dei voti validamente espressi.\nLa legge determina le modalità di attuazione del referendum.",
    "76": "L'esercizio della funzione legislativa non può essere delegato al Governo se non con determinazione di principî e criteri direttivi e soltanto per tempo limitato e per oggetti definiti.",
    "77": "Il Governo non può, senza delegazione delle Camere, emanare decreti che abbiano valore di legge ordinaria.\nQuando, in casi straordinari di necessità e d'urgenza, il Governo adotta, sotto la sua responsabilità, provvedimenti provvisori con forza di legge, deve il giorno stesso presentarli per la conversione alle Camere che, anche se sciolte, sono appositamente convocate e si riuniscono entro cinque giorni.\nI decreti perdono efficacia sin dall'inizio, se non sono convertiti in legge entro sessanta giorni dalla loro pubblicazione.\nLe Camere possono tuttavia regolare con legge i rapporti giuridici sorti sulla base dei decreti non convertiti.",
    "78": "Le Camere deliberano lo stato di guerra e conferiscono al Governo i poteri necessari.",
    "79": "L'amnistia e l'indulto sono concessi con legge deliberata a maggioranza dei due terzi dei componenti di ciascuna Camera, in ogni suo articolo e nella votazione finale.\nLa legge che concede l'amnistia o l'indulto stabilisce il termine per la loro applicazione.\nIn ogni caso l'amnistia e l'indulto non possono applicarsi ai reati commessi successivamente alla presentazione del disegno di legge.",
    "80": "Le Camere autorizzano con legge la ratifica dei trattati internazionali che sono di natura politica, o prevedono arbitrati o regolamenti giudiziari, o importano variazioni del territorio od oneri alle finanze o modificazioni di leggi.",
    "81": "Lo Stato assicura l'equilibrio tra le entrate e le spese del proprio bilancio, tenendo conto delle fasi avverse e delle fasi favorevoli del ciclo economico. Il ricorso all'indebitamento è consentito solo al fine di considerare gli effetti del ciclo economico e, previa autorizzazione delle Camere adottata a maggioranza assoluta dei rispettivi componenti, al verificarsi di eventi eccezionali.\nOgni legge che importi nuovi o maggiori oneri provvede ai mezzi per farvi fronte.\nLe Camere ogni anno approvano con legge il bilancio e il rendiconto consuntivo presentati dal Governo.\nL'esercizio provvisorio del bilancio non può essere concesso se non per legge e per periodi non superiori complessivamente a quattro mesi.\nIl contenuto della legge di bilancio, le norme fondamentali e i criteri volti ad assicurare l'equilibrio tra le entrate e le spese dei bilanci e la sostenibilità del debito del complesso delle pubbliche amministrazioni sono stabiliti con legge approvata a maggioranza assoluta dei componenti di ciascuna Camera, nel rispetto dei principi definiti con legge costituzionale.",
    "82": "Ciascuna Camera può disporre inchieste su materie di pubblico interesse.\nA tale scopo nomina fra i propri componenti una commissione formata in modo da rispecchiare la proporzione dei vari gruppi.\nLa commissione d'inchiesta procede alle indagini e agli esami con gli stessi poteri e le stesse limitazioni dell'autorità giudiziaria.",
    "83": "Il Presidente della Repubblica è eletto dal Parlamento in seduta comune dei suoi membri.\nAll'elezione partecipano tre delegati per ogni Regione eletti dal Consiglio regionale in modo che sia assicurata la rappresentanza delle minoranze.\nLa Valle d'Aosta ha un solo delegato.\nL'elezione del Presidente della Repubblica ha luogo per scrutinio segreto a maggioranza di due terzi della assemblea.\nDopo il terzo scrutinio è sufficiente la maggioranza assoluta.",
    "84": "Può essere eletto Presidente della Repubblica ogni cittadino che abbia compiuto cinquanta anni d'età e goda dei diritti civili e politici.\nL'ufficio di Presidente della Repubblica è incompatibile con qualsiasi altra carica.\nL'assegno e la dotazione del Presidente sono determinati per legge.",
    "85": "Il Presidente della Repubblica è eletto per sette anni.\nTrenta giorni prima che scada il termine, il Presidente della Camera dei deputati convoca in seduta comune il Parlamento e i delegati regionali, per eleggere il nuovo Presidente della Repubblica.\nSe le Camere sono sciolte, o manca meno di tre mesi alla loro cessazione, la elezione ha luogo entro quindici giorni dalla riunione delle Camere nuove.\nNel frattempo sono prorogati i poteri del Presidente in carica.",
    "86": "Le funzioni del Presidente della Repubblica, in ogni caso che egli non possa adempierle, sono esercitate dal Presidente del Senato.\nIn caso di impedimento permanente o di morte o di dimissioni del Presidente della Repubblica, il Presidente della Camera dei deputati indice la elezione del nuovo Presidente della Repubblica entro quindici giorni, salvo il maggior termine previsto se le Camere sono sciolte o manca meno di tre mesi alla loro cessazione.",
    "87": "Il Presidente della Repubblica è il capo dello Stato e rappresenta l'unità nazionale.\nPuò inviare messaggi alle Camere.\nIndice le elezioni delle nuove Camere e ne fissa la prima riunione.\nAutorizza la presentazione alle Camere dei disegni di legge di iniziativa del Governo.\nPromulga le leggi ed emana i decreti aventi valore di legge e i regolamenti.\nIndice il referendum popolare nei casi previsti dalla Costituzione.\nNomina, nei casi indicati dalla legge, i funzionari dello Stato.\nAccredita e riceve i rappresentanti diplomatici, ratifica i trattati internazionali, previa, quando occorra, l'autorizzazione delle Camere.\nHa il comando delle Forze armate, presiede il Consiglio supremo di difesa costituito secondo la legge, dichiara lo stato di guerra deliberato dalle Camere.\nPresiede il Consiglio superiore della magistratura.\nPuò concedere grazia e commutare le pene.\nConferisce le onorificenze della Repubblica.",
    "88": "Il Presidente della Repubblica può, sentiti i loro Presidenti, sciogliere le Camere o anche una sola di esse.\nNon può esercitare tale facoltà negli ultimi sei mesi del suo mandato, salvo che essi coincidano in tutto o in parte con gli ultimi sei mesi della legislatura.",
    "89": "Nessun atto del Presidente della Repubblica è valido se non è controfirmato dai ministri proponenti, che ne assumono la responsabilità.\nGli atti che hanno valore legislativo e gli altri indicati dalla legge sono controfirmati anche dal Presidente del Consiglio dei ministri.",
    "90": "Il Presidente della Repubblica non è responsabile degli atti compiuti nel l'esercizio delle sue funzioni, tranne che per alto tradimento o per attentato alla Costituzione.\nIn tali casi è messo in stato di accusa dal Parlamento in seduta comune, a maggioranza assoluta dei suoi membri.",
    "91": "Il Presidente della Repubblica, prima di assumere le sue funzioni, presta giuramento di fedeltà alla Repubblica e di osservanza della Costituzione dinanzi al Parlamento in seduta comune.",
    "92": "Il Governo della Repubblica è composto del Presidente del Consiglio e dei ministri, che costituiscono insieme il Consiglio dei ministri.\nIl Presidente della Repubblica nomina il Presidente del Consiglio dei ministri e, su proposta di questo, i ministri.",
    "93": "Il Presidente del Consiglio dei ministri e i ministri, prima di assumere le funzioni, prestano giuramento nelle mani del Presidente della Repubblica.",
    "94": "Il Governo deve avere la fiducia delle due Camere.\nCiascuna Camera accorda o revoca la fiducia mediante mozione motivata e votata per appello nominale.\nEntro dieci giorni dalla sua formazione il Governo si presenta alle Camere per ottenerne la fiducia.\nIl voto contrario di una o d'entrambe le Camere su una proposta del Governo non importa obbligo di dimissioni.\nLa mozione di sfiducia deve essere firmata da almeno un decimo dei componenti della Camera e non può essere messa in discussione prima di tre giorni dalla sua presentazione.",
    "95": "Il Presidente del Consiglio dei ministri dirige la politica generale del Governo e ne è responsabile.\nMantiene l'unità di indirizzo politico ed amministrativo, promovendo e coordinando l'attività dei ministri.\nI ministri sono responsabili collegialmente degli atti del Consiglio dei ministri, e individualmente degli atti dei loro dicasteri.\nLa legge provvede all'ordinamento della Presidenza del Consiglio e determina il numero, le attribuzioni e l'organizzazione dei ministeri.",
    "96": "Il Presidente del Consiglio dei ministri e i ministri, anche se cessati dalla carica, sono sottoposti, per i reati commessi nell'esercizio delle loro funzioni, alla giurisdizione ordinaria, previa autorizzazione del Senato della Repubblica o della Camera dei Deputati, secondo le norme stabilite con legge costituzionale.",
    "97": "Le pubbliche amministrazioni, in coerenza con l'ordinamento dell'Unione europea, assicurano l'equilibrio dei bilanci e la sostenibilità del debito pubblico.\n15 I pubblici uffici sono organizzati secondo disposizioni di legge, in modo che siano assicurati il buon andamento e l'imparzialità dell'amministrazione. Nell'ordinamento degli uffici sono determinate le sfere di competenza, le attribuzioni e le responsabilità proprie dei funzionari.\nAgli impieghi nelle pubbliche amministrazioni si accede mediante concorso, salvo i casi stabiliti dalla legge.",
    "98": "I pubblici impiegati sono al servizio esclusivo della Nazione.\nSe sono membri del Parlamento, non possono conseguire promozioni se non per anzianità.\nSi possono con legge stabilire limitazioni al diritto d'iscriversi ai partiti politici per i magistrati, i militari di carriera in servizio attivo, i funzionari ed agenti di polizia, i rappresentanti diplomatici e consolari all'estero.",
    "99": "Il Consiglio nazionale dell'economia e del lavoro è composto, nei modi stabiliti dalla legge, di esperti e di rappresentanti delle categorie produttive, in misura che tenga conto della loro importanza numerica e qualitativa.\nÈ organo di consulenza delle Camere e del Governo per le materie e secondo le funzioni che gli sono attribuite dalla legge.\nHa l'iniziativa legislativa e può contribuire alla elaborazione della legislazione economica e sociale secondo i principî ed entro i limiti stabiliti dalla legge.",
    "100": "Il Consiglio di Stato è organo di consulenza giuridico-amministrativa e di tutela della giustizia nell'amministrazione.\nLa Corte dei conti esercita il controllo preventivo di legittimità sugli atti del Governo, e anche quello successivo sulla gestione del bilancio dello Stato.\nPartecipa, nei casi e nelle forme stabiliti dalla legge, al controllo sulla gestione finanziaria degli enti a cui lo Stato contribuisce in via ordinaria.\nRiferisce direttamente alle Camere sul risultato del riscontro eseguito.\nLa legge assicura l'indipendenza dei due istituti e dei loro componenti di fronte al Governo.",
    "101": "La giustizia è amministrata in nome del popolo.\nI giudici sono soggetti soltanto alla legge.",
    "102": "La funzione giurisdizionale è esercitata da magistrati ordinari istituiti e regolati dalle norme sull'ordinamento giudiziario.\nNon possono essere istituiti giudici straordinari o giudici speciali.\nPossono soltanto istituirsi presso gli organi giudiziari ordinari sezioni specializzate per determinate materie, anche con la partecipazione di cittadini idonei estranei alla magistratura.\nLa legge regola i casi e le forme della partecipazione diretta del popolo all'amministrazione della giustizia.",
    "103": "Il Consiglio di Stato e gli altri organi di giustizia amministrativa hanno giurisdizione per la tutela nei confronti della pubblica amministrazione degli interessi legittimi e, in particolari materie indicate dalla legge, anche dei diritti soggettivi.\nLa Corte dei conti ha giurisdizione nelle materie di contabilità pubblica e nelle altre specificate dalla legge.\nI tribunali militari in tempo di guerra hanno la giurisdizione stabilita dalla legge.\nIn tempo di pace hanno giurisdizione soltanto per i reati militari commessi da appartenenti alle forze armate.",
    "104": "La magistratura costituisce un ordine autonomo e indipendente da ogni altro potere.\nIl Consiglio superiore della magistratura è presieduto dal Presidente della Repubblica.\nNe fanno parte di diritto il primo presidente e il procuratore generale della Corte di cassazione.\nGli altri componenti sono eletti per due terzi da tutti i magistrati ordinari tra gli appartenenti alle varie categorie, e per un terzo dal Parlamento in seduta comune tra professori ordinari di università in materie giuridiche ed avvocati dopo quindici anni di esercizio.\nIl Consiglio elegge un vicepresidente fra i componenti designati dal Parlamento.\nI membri elettivi del Consiglio durano in carica quattro anni e non sono immediatamente rieleggibili.\nNon possono, finché sono in carica, essere iscritti negli albi professionali, né far parte del Parlamento o di un Consiglio regionale.",
    "105": "Spettano al Consiglio superiore della magistratura, secondo le norme dell'ordinamento giudiziario, le assunzioni, le assegnazioni ed i trasferimenti, le promozioni e i provvedimenti disciplinari nei riguardi dei magistrati.",
    "106": "Le nomine dei magistrati hanno luogo per concorso.\nLa legge sull'ordinamento giudiziario può ammettere la nomina, anche elettiva, di magistrati onorari per tutte le funzioni attribuite a giudici singoli.\nSu designazione del Consiglio superiore della magistratura possono essere chiamati all'ufficio di consiglieri di cassazione, per meriti insigni, professori ordinari di università in materie giuridiche e avvocati che abbiano quindici anni d'esercizio e siano iscritti negli albi speciali per le giurisdizioni superiori.",
    "107": "I magistrati sono inamovibili.\nNon possono essere dispensati o sospesi dal servizio né destinati ad altre sedi o funzioni se non in seguito a decisione del Consiglio superiore della magistratura, adottata o per i motivi e con le garanzie di difesa stabilite dall'ordinamento giudiziario o con il loro consenso.\nIl Ministro della giustizia ha facoltà di promuovere l'azione disciplinare.\nI magistrati si distinguono fra loro soltanto per diversità di funzioni.\nIl pubblico ministero gode delle garanzie stabilite nei suoi riguardi dalle norme sull'ordinamento giudiziario.",
    "108": "Le norme sull'ordinamento giudiziario e su ogni magistratura sono stabilite con legge.\nLa legge assicura l'indipendenza dei giudici delle giurisdizioni speciali, del pubblico ministero presso di esse, e degli estranei che partecipano all'amministrazione della giustizia.",
    "109": "L'autorità giudiziaria dispone direttamente della polizia giudiziaria.",
    "110": "Ferme le competenze del Consiglio superiore della magistratura, spettano al Ministro della giustizia l'organizzazione e il funzionamento dei servizi relativi alla giustizia.",
    "111": "La giurisdizione si attua mediante il giusto processo regolato dalla legge.\nOgni processo si svolge nel contraddittorio tra le parti, in condizioni di parità, davanti a giudice terzo e imparziale.\nLa legge ne assicura la ragionevole durata.\nNel processo penale, la legge assicura che la persona accusata di un reato sia, nel più breve tempo possibile, informata riservatamente della natura e dei motivi dell'accusa elevata a suo carico;\ndisponga del tempo e delle condizioni necessari per preparare la sua difesa;\nabbia la facoltà, davanti al giudice, di interrogare o di far interrogare le persone che rendono dichiarazioni a suo carico, di ottenere la convocazione e l'interrogatorio di persone a sua difesa nelle stesse condizioni dell'accusa e l'acquisizione di ogni altro mezzo di prova a suo favore;\nsia assistita da un interprete se non comprende o non parla la lingua impiegata nel processo.\nIl processo penale è regolato dal principio del contraddittorio nella formazione della prova.\nLa colpevolezza dell'imputato non può essere provata sulla base di dichiarazioni rese da chi, per libera scelta, si è sempre volontariamente sottratto all'interrogatorio da parte dell'imputato o del suo difensore.\nLa legge regola i casi in cui la formazione della prova non ha luogo in contraddittorio per consenso dell'imputato o per accertata impossibilità di natura oggettiva o per effetto di provata condotta illecita.\nTutti i provvedimenti giurisdizionali devono essere motivati.\nContro le sentenze e contro i provvedimenti sulla libertà personale, pronunciati dagli organi giurisdizionali ordinari o speciali, è sempre ammesso ricorso in cassazione per violazione di legge.\nSi può derogare a tale norma soltanto per le sentenze dei tribunali militari in tempo di guerra.\nContro le decisioni del Consiglio di Stato e della Corte dei conti il ricorso in cassazione è ammesso per i soli motivi inerenti alla giurisdizione.",
    "112": "Il pubblico ministero ha l'obbligo di esercitare l'azione penale.",
    "113": "Contro gli atti della pubblica amministrazione è sempre ammessa la tutela giurisdizionale dei diritti e degli interessi legittimi dinanzi agli organi di giurisdizione ordinaria o amministrativa.\nTale tutela giurisdizionale non può essere esclusa o limitata a particolari mezzi di impugnazione o per determinate categorie di atti.\nLa legge determina quali organi di giurisdizione possono annullare gli atti della pubblica amministrazione nei casi e con gli effetti previsti dalla legge stessa.",
    "114": "La Repubblica è costituita dai Comuni, dalle Province, dalle Città metropolitane, dalle Regioni e dallo Stato.\nI Comuni, le Province, le Città metropolitane e le Regioni sono enti autonomi con propri statuti, poteri e funzioni secondo i princìpi fissati dalla Costituzione.\nRoma è la capitale della Repubblica.\nLa legge dello Stato disciplina il suo ordinamento.",
    "115": "Abrogato.",
    "116": "Il Friuli-Venezia Giulia, la Sardegna, la Sicilia, il Trentino-Alto Adi ge/Südtirol e la Valle d'Aosta/Vallée d'Aoste dispongono di forme e condizioni particolari di autonomia, secondo i rispettivi statuti speciali adottati con legge costituzionale.\nLa Regione Trentino-Alto Adige/Südtirol è costituita dalle Province autono me di Trento e di Bolzano.\nUlteriori forme e condizioni particolari di autonomia, concernenti le materie di cui al terzo comma dell'articolo 117 e le materie indicate dal secondo comma del medesimo articolo alle lettere l), limitatamente all'organizzazione della giustizia di pace, n) e s), possono essere attribuite ad altre Regioni, con legge dello Stato, su iniziativa della Regione interessata, sentiti gli enti locali, nel rispetto dei principi di cui all'articolo 119.\nLa legge è approvata dalle Camere a maggioranza assoluta dei componenti, sulla base di intesa fra lo Stato e la Regione interessata.",
    "117": "La potestà legislativa è esercitata dallo Stato e dalle Regioni nel rispetto della Costituzione, nonché dei vincoli derivanti dall'ordinamento comunitario e dagli obblighi internazionali.\nLo Stato ha legislazione esclusiva nelle seguenti materie:\na) politica estera e rapporti internazionali dello Stato;\nrapporti dello Stato con l'Unione europea;\ndiritto di asilo e condizione giuridica dei cittadini di Stati non appartenenti all'Unione europea;\nb) immigrazione;\nc) rapporti tra la Repubblica e le confessioni religiose;\nd) difesa e Forze armate;\nsicurezza dello Stato;\narmi, munizioni ed esplosivi;\ne) moneta, tutela del risparmio e mercati finanziari;\ntutela della concorrenza;\nsistema valutario;\nsistema tributario e contabile dello Stato;\narmonizzazione dei bilanci pubblici;22 perequazione delle risorse finanziarie;\nf) organi dello Stato e relative leggi elettorali;\nreferendum statali;\nelezione del Parlamento europeo;\ng) ordinamento e organizzazione amministrativa dello Stato e degli enti pubblici nazionali;\nh) ordine pubblico e sicurezza, ad esclusione della polizia amministrativa locale;\ni) cittadinanza, stato civile e anagrafi;\nl) giurisdizione e norme processuali;\nordinamento civile e penale; giustizia amministrativa;\nm) determinazione dei livelli essenziali delle prestazioni concernenti i diritti civili e sociali che devono essere garantiti su tutto il territorio nazionale;\nn) norme generali sull'istruzione;\no) previdenza sociale;\np) legislazione elettorale, organi di governo e funzioni fondamentali di Comuni, Province e Città metropolitane;\nq) dogane, protezione dei confini nazionali e profilassi internazionale; r) pesi, misure e determinazione del tempo;\ncoordinamento informativo statistico e informatico dei dati dell'amministrazione statale, regionale e locale;\nopere dell'ingegno;\ns) tutela dell'ambiente, dell'ecosistema e dei beni culturali.",
    "117B": "Sono materie di legislazione concorrente quelle relative a:\nrapporti internazionali e con l'Unione europea delle Regioni;\ncommercio con l'estero;\ntutela e sicurezza del lavoro;\nistruzione, salva l'autonomia delle istituzioni scolastiche e con esclusione della istruzione e della formazione professionale; professioni;\nricerca scientifica e tecnologica e sostegno all'innovazione per i settori produttivi;\ntutela della salute;\nalimentazione;\nordinamento sportivo;\nprotezione civile;\ngoverno del territorio;\nporti e aeroporti civili;\ngrandi reti di trasporto e di navigazione;\nordinamento della comunicazione; produzione, trasporto e distribuzione nazionale dell'energia;\nprevidenza complementare e integrativa;\n23 coordinamento della finanza pubblica e del sistema tributario;\nvalorizzazione dei beni culturali e ambientali e promozione e organizzazione di attività culturali;\ncasse di risparmio, casse rurali, aziende di credito a carattere regionale;\nenti di credito fondiario e agrario a carattere regionale.\nNelle materie di legislazione concorrente spetta alle Regioni la potestà legislativa, salvo che per la determinazione dei principi fondamentali, riservata alla legislazione dello Stato.\nSpetta alle Regioni la potestà legislativa in riferimento ad ogni materia non espressamente riservata alla legislazione dello Stato.\nLe Regioni e le Province autonome di Trento e di Bolzano, nelle materie di loro competenza, partecipano alle decisioni dirette alla formazione degli atti normativi comunitari e provvedono all'attuazione e all'esecuzione degli accordi internazionali e degli atti dell'Unione europea, nel rispetto delle norme di procedura stabilite da legge dello Stato, che disciplina le modalità di esercizio del potere sostitutivo in caso di inadempienza.\nLa potestà regolamentare spetta allo Stato nelle materie di legislazione esclusiva, salva delega alle Regioni.\nLa potestà regolamentare spetta alle Regioni in ogni altra materia.\nI Comuni, le Province e le Città metropolitane hanno potestà regolamentare in ordine alla disciplina dell'organizzazione e dello svolgimento delle funzioni loro attribuite.\nLe leggi regionali rimuovono ogni ostacolo che impedisce la piena parità degli uomini e delle donne nella vita sociale, culturale ed economica e promuovono la parità di accesso tra donne e uomini alle cariche elettive.\nLa legge regionale ratifica le intese della Regione con altre Regioni per il migliore esercizio delle proprie funzioni, anche con individuazione di organi comuni.\nNelle materie di sua competenza la Regione può concludere accordi con Stati e intese con enti territoriali interni ad altro Stato, nei casi e con le forme disciplinati da leggi dello Stato.",
    "118": "Le funzioni amministrative sono attribuite ai Comuni salvo che, per assicurarne l'esercizio unitario, siano conferite a Province, Città metropolitane, Regioni e Stato, sulla base dei principi di sussidiarietà, differenziazione ed adeguatezza.\nI Comuni, le Province e le Città metropolitane sono titolari di funzioni amministrative proprie e di quelle conferite con legge statale o regionale, secondo le rispettive competenze.\nLa legge statale disciplina forme di coordinamento fra Stato e Regioni nelle materie di cui alle lettere b) e h) del secondo comma dell'articolo 117, e disciplina inoltre forme di intesa e coordinamento nella materia della tutela dei beni culturali.\nStato, Regioni, Città metropolitane, Province e Comuni favoriscono l'autonoma iniziativa dei cittadini, singoli e associati, per lo svolgimento di attività di interesse generale, sulla base del principio di sussidiarietà.",
    "119": "I Comuni, le Province, le Città metropolitane e le Regioni hanno autonomia finanziaria di entrata e di spesa, nel rispetto dell'equilibrio dei relativi bilanci, e concorrono ad assicurare l'osservanza dei vincoli economici e finanziari derivanti dall'ordinamento dell'Unione europea.\nI Comuni, le Province, le Città metropolitane e le Regioni hanno risorse autonome. Stabiliscono e applicano tributi ed entrate propri, in armonia con la Costituzione e secondo i principi di coordinamento della finanza pubblica e del sistema tributario.\nDispongono di compartecipazioni al gettito di tributi erariali riferibile al loro territorio.\nLa legge dello Stato istituisce un fondo perequativo, senza vincoli di destinazione, per i territori con minore capacità fiscale per abitante.\nLe risorse derivanti dalle fonti di cui ai commi precedenti consentono ai Comuni, alle Province, alle Città metropolitane e alle Regioni di finanziare integralmente le funzioni pubbliche loro attribuite.\nPer promuovere lo sviluppo economico, la coesione e la solidarietà sociale, per rimuovere gli squilibri economici e sociali, per favorire l'effettivo esercizio dei diritti della persona, o per provvedere a scopi diversi dal normale esercizio delle loro funzioni, lo Stato destina risorse aggiuntive ed effettua interventi speciali in favore di determinati Comuni, Province, Città metropolitane e Regioni.\nI Comuni, le Province, le Città metropolitane e le Regioni hanno un proprio patrimonio, attribuito secondo i principi generali determinati dalla legge dello Stato.\nPossono ricorrere all'indebitamento solo per finanziare spese di investimento, con la contestuale definizione di piani di ammortamento e a condizione che per il complesso degli enti di ciascuna Regione sia rispettato l'equilibrio di bilancio.\nÈ esclusa ogni garanzia dello Stato sui prestiti dagli stessi contratti.",
    "120": "La Regione non può istituire dazi di importazione o esportazione o transito tra le Regioni, né adottare provvedimenti che ostacolino in qualsiasi modo la libera circolazione delle persone e delle cose tra le Regioni, né limitare l'esercizio del diritto al lavoro in qualunque parte del territorio nazionale.\nIl Governo può sostituirsi a organi delle Regioni, delle Città metropolitane, delle Province e dei Comuni nel caso di mancato rispetto di norme e trattati internazionali o della normativa comunitaria oppure di pericolo grave per l'incolumità e la sicurezza pubblica, ovvero quando lo richiedono la tutela dell'unità giuridica o dell'unità economica e in particolare la tutela dei livelli essenziali delle prestazioni concernenti i diritti civili e sociali, prescindendo dai confini territoriali dei governi locali.\nLa legge definisce le procedure atte a garantire che i poteri sostitutivi siano esercitati nel rispetto del principio di sussidiarietà e del principio di leale collaborazione.",
    "121": "Sono organi della Regione:\nil Consiglio regionale, la Giunta e il suo Presidente.\nIl Consiglio regionale esercita le potestà legislative attribuite alla Regione e le altre funzioni conferitegli dalla Costituzione e dalle leggi.\nPuò fare proposte di legge alle Camere.\nLa Giunta regionale è l'organo esecutivo delle Regioni.\nIl Presidente della Giunta rappresenta la Regione;\ndirige la politica della Giunta e ne è responsabile;\npromulga le leggi ed emana i regolamenti regionali; dirige le funzioni amministrative delegate dallo Stato alla Regione, conformandosi alle istruzioni del Governo della Repubblica.",
    "122": "Il sistema di elezione e i casi di ineleggibilità e di incompatibilità del Presidente e degli altri componenti della Giunta regionale nonché dei consiglieri regionali sono disciplinati con legge della Regione nei limiti dei principi fondamentali stabiliti con legge della Repubblica, che stabilisce anche la durata degli organi elettivi.\nNessuno può appartenere contemporaneamente a un Consiglio o a una Giunta regionale e ad una delle Camere del Parlamento, ad un altro Consiglio o ad altra Giunta regionale, ovvero al Parlamento europeo.\nIl Consiglio elegge tra i suoi componenti un Presidente e un ufficio di presidenza. I consiglieri regionali non possono essere chiamati a rispondere delle opinioni espresse e dei voti dati nell'esercizio delle loro funzioni.\nIl Presidente della Giunta regionale, salvo che lo statuto regionale disponga diversamente, è eletto a suffragio universale e diretto.\nIl Presidente eletto nomina e revoca i componenti della Giunta.",
    "123": "Ciascuna Regione ha uno statuto che, in armonia con la Costituzione, ne determina la forma di governo e i principi fondamentali di organizzazione e funzionamento.\nLo statuto regola l'esercizio del diritto di iniziativa e del referendum su leggi e provvedimenti amministrativi della Regione e la pubblicazione delle leggi e dei regolamenti regionali.\nLo statuto è approvato e modificato dal Consiglio regionale con legge approvata a maggioranza assoluta dei suoi componenti, con due deliberazioni successive adottate ad intervallo non minore di due mesi.\nPer tale legge non è richiesta l'apposizione del visto da parte del Commissario del Governo.\nIl Governo della Repubblica può promuovere la questione di legittimità costituzionale sugli statuti regionali dinanzi alla Corte costituzionale entro trenta giorni dalla loro pubblicazione.\nLo statuto è sottoposto a referendum popolare qualora entro tre mesi dalla sua pubblicazione ne faccia richiesta un cinquantesimo degli elettori della Regione o un quinto dei componenti il Consiglio regionale.\nLo statuto sottoposto a referendum non è promulgato se non è approvato dalla maggioranza dei voti validi.\nIn ogni Regione, lo statuto disciplina il Consiglio delle autonomie locali, quale organo di consultazione fra la Regione e gli enti locali.",
    "124": "Abrogato.",
    "125": "Nella Regione sono istituiti organi di giustizia amministrativa di primo grado, secondo l'ordinamento stabilito da legge della Repubblica.\nPossono istituirsi sezioni con sede diversa dal capoluogo della Regione.",
    "126": "Con decreto motivato del Presidente della Repubblica sono disposti lo scioglimento del Consiglio regionale e la rimozione del Presidente della Giunta che abbiano compiuto atti contrari alla Costituzione o gravi violazioni di legge.\nLo scioglimento e la rimozione possono altresì essere disposti per ragioni di sicurezza nazionale.\nIl decreto è adottato sentita una Commissione di deputati e senatori costituita, per le questioni regionali, nei modi stabiliti con legge della Repubblica.\nIl Consiglio regionale può esprimere la sfiducia nei confronti del Presidente della Giunta mediante mozione motivata, sottoscritta da almeno un quinto dei suoi componenti e approvata per appello nominale a maggioranza assoluta dei componenti.\nLa mozione non può essere messa in discussione prima di tre giorni dalla presentazione.\nL'approvazione della mozione di sfiducia nei confronti del Presidente della Giunta eletto a suffragio universale e diretto, nonché la rimozione, l'impedimento permanente, la morte o le dimissioni volontarie dello stesso comportano le dimissioni della Giunta e lo scioglimento del Consiglio.\nIn ogni caso i medesimi effetti conseguono alle dimissioni contestuali della maggioranza dei componenti il Consiglio.",
    "127": "Il Governo, quando ritenga che una legge regionale ecceda la competenza della Regione, può promuovere la questione di legittimità costituzionale dinanzi alla Corte costituzionale entro sessanta giorni dalla sua pubblicazione.\nLa Regione, quando ritenga che una legge o un atto avente valore di legge dello Stato o di un'altra Regione leda la sua sfera di competenza, può promuovere la questione di legittimità costituzionale dinanzi alla Corte costituzionale entro sessanta giorni dalla pubblicazione della legge o dell'atto avente valore di legge.",
    "128": "Abrogato.",
    "129": "Abrogato.",
    "130": "Abrogato.",
    "131": "Sono costituite le seguenti Regioni:\nPiemonte;\nValle d'Aosta;\nLombardia;\nTrentino-Alto Adige;\nVeneto;\nFriuli-Venezia Giulia;\nLiguria;\nEmilia-Romagna;\nToscana;\nUmbria;\nMarche;\nLazio;\nAbruzzo;\nMolise;\nCampania;\nPuglia;\nBasilicata;\nCalabria;\nSicilia;\nSardegna.",
    "132": "Si può con legge costituzionale, sentiti i Consigli regionali, disporre la fusione di Regioni esistenti o la creazione di nuove Regioni con un minimo di un milione d'abitanti, quando ne facciano richiesta tanti Consigli comunali che rappresentino almeno un terzo delle popolazioni interessate, e la proposta sia approvata con referendum dalla maggioranza delle popolazioni stesse.\nSi può, con l'approvazione della maggioranza delle popolazioni della Provincia o delle Province interessate e del Comune o dei Comuni interessati espressa mediante referendum e con legge della Repubblica, sentiti i Consigli regionali, consentire che Provincie e Comuni, che ne facciano richiesta, siano staccati da una Regione ed aggregati ad un'altra.",
    "133": "Il mutamento delle circoscrizioni provinciali e la istituzione di nuove Provincie nell'ambito d'una Regione sono stabiliti con legge della Repubblica, su iniziative dei Comuni, sentita la stessa Regione.",
    "134": "sulle controversie relative alla legittimità costituzionale delle leggi e degli atti, aventi forza di legge, dello Stato e delle Regioni;\nsui conflitti di attribuzione tra i poteri dello Stato, e su quelli tra lo Stato e le Regioni, e tra le Regioni;\nsulle accuse promosse contro il Presidente della Repubblica, a norma della Costituzione.",
    "135": "La Corte costituzionale è composta di quindici giudici nominati per un terzo dal Presidente della Repubblica, per un terzo dal Parlamento in seduta comune e per un terzo dalle supreme magistrature ordinaria ed amministrative. I giudici della Corte costituzionale sono scelti tra i magistrati anche a riposo delle giurisdizioni superiori ordinaria ed amministrative, i professori ordinari di università in materie giuridiche e gli avvocati dopo venti anni d'esercizio.\nI giudici della Corte costituzionale sono nominati per nove anni, decorrenti per ciascuno di essi dal giorno del giuramento, e non possono essere nuovamente nominati.\nAlla scadenza del termine il giudice costituzionale cessa dalla carica e dall'esercizio delle funzioni.\nLa Corte elegge tra i suoi componenti, secondo le norme stabilite dalla legge, il Presidente, che rimane in carica per un triennio, ed è rieleggibile, fermi in ogni caso i termini di scadenza dall'ufficio di giudice.\nL'ufficio di giudice della Corte è incompatibile con quello di membro del Parlamento, di un Consiglio regionale, con l'esercizio della professione di avvocato e con ogni carica ed ufficio indicati dalla legge.\nNei giudizi d'accusa contro il Presidente della Repubblica, intervengono, oltre i giudici ordinari della Corte, sedici membri tratti a sorte da un elenco di cittadini aventi i requisiti per l'eleggibilità a senatore, che il Parlamento compila ogni nove anni mediante elezione con le stesse modalità stabilite per la nomina dei giudici ordinari.",
    "136": "Quando la Corte dichiara l'illegittimità costituzionale di una norma di legge o di atto avente forza di legge, la norma cessa di avere efficacia dal giorno successivo alla pubblicazione della decisione.\nLa decisione della Corte è pubblicata e comunicata alle Camere ed ai Consigli regionali interessati, affinché, ove lo ritengano necessario, provvedano nelle forme costituzionali.",
    "137": "Una legge costituzionale stabilisce le condizioni, le forme, i termini di proponibilità dei giudizi di legittimità costituzionale, e le garanzie d'indipendenza dei giudici della Corte.\nCon legge ordinaria sono stabilite le altre norme necessarie per la costituzione e il funzionamento della Corte.",
    "138": "Le leggi di revisione della Costituzione e le altre leggi costituzionali sono adottate da ciascuna Camera con due successive deliberazioni ad intervallo non minore di tre mesi, e sono approvate a maggioranza assoluta dei componenti di ciascuna Camera nella seconda votazione.\nLe leggi stesse sono sottoposte a referendum popolare quando, entro tre mesi dalla loro pubblicazione, ne facciano domanda un quinto dei membri di una Camera o cinquecentomila elettori o cinque Consigli regionali.\nLa legge sottoposta a referendum non è promulgata se non è approvata dalla maggioranza dei voti validi.\nNon si fa luogo a referendum se la legge è stata approvata nella seconda votazione da ciascuna delle Camere a maggioranza di due terzi dei suoi componenti.",
    "139": "La forma repubblicana non può essere oggetto di revisione costituzionale.",
    "I": "Con l'entrata in vigore della Costituzione il Capo provvisorio dello Stato esercita le attribuzioni di Presidente della Repubblica e ne assume il titolo.",
    "II": "Se alla data della elezione del Presidente della Repubblica non sono costituiti tutti i Consigli regionali, partecipano alla elezione soltanto i componenti delle due Camere.",
    "III": "Per la prima composizione del Senato della Repubblica sono nominati senatori, con decreto del Presidente della Repubblica, i deputati dell'Assemblea Costituente che posseggono i requisiti di legge per essere senatori e che:\nsono stati presidenti del Consiglio dei Ministri o di Assemblee legislative;\nhanno fatto parte del disciolto Senato;\nhanno avuto almeno tre elezioni, compresa quella all'Assemblea Costituente;\nsono stati dichiarati decaduti nella seduta della Camera dei deputati del 9 novembre 1926;\nhanno scontato la pena della reclusione non inferiore a cinque anni in seguito a condanna del tribunale speciale fascista per la difesa dello Stato.\nSono nominati altresì senatori, con decreto del Presidente della Repubblica, i membri del disciolto Senato che hanno fatto parte della Consulta Nazionale.\nAl diritto di essere nominati senatori si può rinunciare prima della firma del decreto di nomina.\nL'accettazione della candidatura alle elezioni politiche implica rinuncia al diritto di nomina a senatore.",
    "IV": "Per la prima elezione del Senato il Molise è considerato come Regione a sé stante, con il numero dei senatori che gli compete in base alla sua popolazione.",
    "V": "La disposizione dell'articolo 80 della Costituzione, per quanto concerne i trattati internazionali che importano oneri alle finanze o modificazioni di legge, ha effetto dalla data di convocazione delle Camere.",
    "VI": "Entro cinque anni dall'entrata in vigore della Costituzione si procede alla revisione degli organi speciali di giurisdizione attualmente esistenti, salvo le giurisdizioni del Consiglio di Stato, della Corte dei conti e dei tribunali militari.\nEntro un anno dalla stessa data si provvede con legge al riordinamento del Tribunale supremo militare in relazione all'articolo 111.",
    "VII": "Fino a quando non sia emanata la nuova legge sull'ordinamento giudiziario in conformità con la Costituzione, continuano ad osservarsi le norme dell'ordinamento vigente.\nFino a quando non entri in funzione la Corte costituzionale, la decisione delle controversie indicate nell'articolo 134 ha luogo nelle forme e nei limiti delle norme preesistenti all'entrata in vigore della Costituzione.",
    "VIII": "Le elezioni dei Consigli regionali e degli organi elettivi delle amministrazioni provinciali sono indette entro un anno dall'entrata in vigore della Costituzione.\nLeggi della Repubblica regolano per ogni ramo della pubblica amministrazione il passaggio delle funzioni statali attribuite alle Regioni.\nFino a quando non sia provveduto al riordinamento e alla distribuzione delle funzioni amministrative fra gli enti locali, restano alle Provincie ed ai Comuni le funzioni che esercitano attualmente e le altre di cui le Regioni deleghino loro l'esercizio.\nLeggi della Repubblica regolano il passaggio alle Regioni di funzionari e dipendenti dello Stato, anche delle amministrazioni centrali, che sia reso necessario dal nuovo ordinamento.\nPer la formazione dei loro uffici le Regioni devono, tranne che in casi di necessità, trarre il proprio personale da quello dello Stato e degli enti locali.",
    "IX": "La Repubblica, entro tre anni dall'entrata in vigore della Costituzione, adegua le sue leggi alle esigenze delle autonomie locali e alla competenza legislativa attribuita alle Regioni.",
    "X": "Alla Regione del Friuli-Venezia Giulia, di cui all'articolo 116, si applicano provvisoriamente le norme generali del Titolo V della parte seconda, ferma restando la tutela delle minoranze linguistiche in conformità con l'articolo 6.",
    "XI": "Fino a cinque anni dall'entrata in vigore della Costituzione si possono, con leggi costituzionali, formare altre Regioni, a modificazione dell'elenco di cui all'articolo 131, anche senza il concorso delle condizioni richieste dal primo comma dell'articolo 132, fermo rimanendo tuttavia l'obbligo di sentire le popolazioni interessate.",
    "XII": "È vietata la riorganizzazione, sotto qualsiasi forma, del disciolto partito fascista.\nIn deroga all'articolo 48, sono stabilite con legge, per non oltre un quinquennio dall'entrata in vigore della Costituzione, limitazioni temporanee al diritto di voto e alla eleggibilità per i capi responsabili del regime fascista.",
    "XIII": "I beni, esistenti nel territorio nazionale, degli ex re di Casa Savoia, delle loro consorti e dei loro discendenti maschi, sono avocati allo Stato.\nI trasferimenti e le costituzioni di diritti reali sui beni stessi, che siano avvenuti dopo il 2 giugno 1946, sono nulli.",
    "XIV": "I titoli nobiliari non sono riconosciuti.\nI predicati di quelli esistenti prima del 28 ottobre 1922 valgono come parte del nome.\nL'Ordine mauriziano è conservato come ente ospedaliero e funziona nei modi stabiliti dalla legge.\nLa legge regola la soppressione della Consulta araldica.",
    "XV": "Con l'entrata in vigore della Costituzione si ha per convertito in legge il decreto legislativo luogotenenziale 25 giugno 1944, n. 151, sull'ordinamento provvisorio dello Stato.",
    "XVI": "Entro un anno dall'entrata in vigore della Costituzione si procede alla revisione e al coordinamento con essa delle precedenti leggi costituzionali che non siano state finora esplicitamente o implicitamente abrogate.",
    "XVII": "L'Assemblea Costituente sarà convocata dal suo Presidente per deliberare, entro il 31 gennaio 1948, sulla legge per la elezione del Senato della Repubblica, sugli statuti regionali speciali e sulla legge per la stampa.\nFino al giorno delle elezioni delle nuove Camere, l'Assemblea Costituente può essere convocata, quando vi sia necessità di deliberare nelle materie attribuite alla sua competenza dagli articoli 2, primo e secondo comma, e 3, comma primo e secondo, del decreto legislativo 16 marzo 1946, n. 98.\nIn tale periodo le Commissioni permanenti restano in funzione.\nQuelle legislative rinviano al Governo i disegni di legge, ad esse trasmessi, con eventuali osservazioni e proposte di emendamenti.\nI deputati possono presentare al Governo interrogazioni con richiesta di risposta scritta.\nL'Assemblea Costituente, agli effetti di cui al secondo comma del presente articolo, è convocata dal suo Presidente su richiesta motivata del Governo o di almeno duecento deputati.",
    "XVIII": "La presente Costituzione è promulgata dal Capo provvisorio dello Stato entro cinque giorni dalla sua approvazione da parte dell'Assemblea Costituente, ed entra in vigore il 1° gennaio 1948.\nIl testo della Costituzione è depositato nella sala comunale di ciascun Comune della Repubblica per rimanervi esposto, durante tutto l'anno 1948, affinché ogni cittadino possa prenderne cognizione."
}